Repository: Ishtef/poeditMoreAccessible
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, fr, hi, ne, pt

source: brace
es: llave
fr: accolade
hi: जल्लेदार कोष्ठक
ne: मझौला कोष्ठ
pt: chavetas

source: bracket
es: corchete
fr: crochet
hi: कोष्ठक
ne: कोष्ठ
pt: parênteses rectos

source: ampersand
fr: et commercial
hi: ऐंपरसैंड
ne: ampersand चिन्ह
pt: and

source: paragraph
es: párrafo
fr: paragraphe
hi: अनुछेद
ne: अनुच्छेद
pt: parágrafos

source: Reports about the copying act in poedit.
es: Indicar sobre el acto de copiar en poedit.
fr: Indiquer sur l'acte de copier dans poedit.
hi: पोऐडिट में मूल पाठ कि प्रतिलिपि क्रीया के बारे में बताएगा.
ne: पोइडिटका श्रोतहरूको नक्कल उतारिएको जानकारी दिन्छ ।
pt: Anuncia a cópia do texto fonte.

source: copied original text.
es: texto original copiado.
fr: texte original copié.
hi: श्रोत पाठ कि प्रतिलिपि कर दिया ।
ne: स्रोत पाठको नक्कल गरियो ।
pt: copiado o texto fonte.

source: Reports about the deletion act in poedit.
es: Indicar sobre el acto de eliminación en poedit.
fr: Indiquer sur l'acte de suppression dans poedit.
hi: पोऐडिट में अनुवाद को हटाने की क्रीया के बारे में बताएगा.
ne: अनुवादलाई मेटाउने कार्य सम्बन्धी जानकारी दिन्छ ।
pt: Anuncia o apagar da tradução.

source: translation deleted.
es: traducción eliminada.
fr: traduction supprimée.
hi: अनुवाद हटाया गया ।
ne: अनुवाद मेटियो ।
pt: tradução apagada.

source: No text in translation.
es: No hay texto en la traducción.
fr: Aucun texte dans la traduction.
hi: अनुवाद मे पाठ नहि है
ne: अनुवादमा पाठ छैन ।
pt: Sem texto na tradução.

source: Reports while saving the po file.
es: Anunciar mientras estas guardando el archivo po.
fr: Annoncer pendant l'enregistrement en cours du fichier po.
hi: po फाइल कि बचत कार्यों कि जानकारी देगा.
ne: po फाइललाई बचत गर्दा जानकारी दिन्छ ।
pt: Anuncia que o ficheiro .PO está a ser guardado.

source: saving the po file...
es: guardando el archivo po...
fr: enregistrement en cours du fichier po...
hi: po फाइल बचत हो रहि है...
ne: po फाईललाइ बचत गरिदै...
pt: a guardar o ficheiro .po...

source: Reports the source text in poedit. In case of plural form of messages, pressing twice says the plural form of the source text
es: Anunciar el texto fuente en poedit. En el caso de una forma plural de los mensajes, pulsando dos veces te anuncia la forma plural del texto fuente
fr: Annoncer le texte source dans poedit. En cas d'une forme pluriel des messages, en appuyant deux fois il annonce la forme pluriel du texte source
hi: पोऐडिट में स्रोत पाठ बताएगा. अगर केन्द्रीत् सन्देस बहुवचन रूप कि हो तो, दो बार दबाने पर स्रोत पाठ कि बहुवचन रूप बताएगा.
ne: पोइडिटमा श्रोत पाठ बताउँछ । बहुरुपी सन्देस भएको खण्डमा लगातार दुई पटक दबाएमा श्रोत पाठको बहु वचन रुप बताउने छ ।
pt: Anuncia o texto fonte no poedit. No caso de uma forma plural das mensagens, pressionando duas vezes anuncia a forma plural do texto fonte

source: No source text.
es: Ningún texto fuente.
fr: Aucun texte source.
hi: कोई पाठ नही है.
ne: श्रोत पाठ छैन ।
pt: Sem texto fonte.

source: singular
fr: singulier
hi: एकवचन
ne: एक वचन

source: plural
fr: pluriel
hi: बहुवचन
ne: बहु वचन

source: Has no plural form.
es: No tienes ninguna forma plural.
fr: Il n'y a aucune forme pluriel.
hi: बहुवचनिय रुप नहि है.
ne: बहुवचनिय रुप छैन ।
pt: Não tem forma plural.

source: Reports the translated string in poedit. In case of plural form of messages, pressing twice says the another form of the translated string
es: Anunciar la cadena traducida en poedit. En el caso de una forma plural de los mensajes, pulsando dos veces te anuncia la otra forma de la cadena traducida
fr: Annoncer la chaîne traduite dans poedit. En cas d'une forme pluriel des messages, en appuyant deux fois il annonce l'autre forme de la chaîne traduite
hi: पोऐडिट में अनुवादित पदावली बताएगा. अगर केन्द्रीत् सन्देस बहुवचन रूप कि हो तो, दो बार दबाने पर अनुवाद पाठ कि दुसरा रूप बताएगा.
ne: पोइडिटमा अनुवाद पाठ बताउँछ । बहुरुपी सन्देस भएको खण्डमा लगातार दुई पटक दबाएमा अनुवाद पाठको अर्को वचन रुप बताउने छ ।
pt: Anuncia o texto traduzido no poedit. No caso de uma forma plural da mensagem, pressionando duas vezes anuncia a forma plural traduzida

source: Describes the cause of error.
es: Describe la causa del error.
fr: Décrire la cause de l'erreur.
hi: त्रुटि कि वजह का वर्णन करेगा.
ne: त्रुटी हुनुको कारण बताउने छ ।
pt: Descreve a causa do erro.

source: {caseType} message contains same text in source and translation.
es: ¡Aviso! {caseType} el mensaje contiene el mismo texto en fuente y traducción.
fr: {caseType} le message contient le même texte dans source et traduction.
hi: {caseType} संदेश में स्रोत और अनुवाद में एक ही पाठ है.
ne: {caseType} सन्देसको श्रोत र अनुवाद पाठ एउटै छ ।
pt: a mensagem {caseType} contém o mesmo texto na fonte e na tradução.

source: {caseType} message has different number of {unequalItem} in source and translation.
es: {caseType} el mensaje lleva un número diferente de {unequalItem} en fuente y traducción.
fr: {caseType} le message a un nombre différent de {unequalItem} dans source et traduction.
hi: {caseType} संदेश में स्रोत और अनुवाद में {unequalItem} कि तादात फरक है.
ne: {caseType} सन्देसको स्रोत र अनुवाद पाठमा {unequalItem} को भिन्नता पाइयो ।
pt: {caseType} a mensagem tem um número diferente de {unequalItem} na origem e na tradução.

source: no syntax error.
es: ningún error de sintaxis.
fr: aucune erreur de syntaxe.
hi: कोई त्रुटि नही है.
ne: लेखाईमा त्रुटी पाइएन ।
pt: sem erros de sintaxe.

source: no other syntax error.
es: ningún otro error de sintaxis.
fr: aucune autre erreur de syntaxe.
hi: कोई अन्य वाक्यविन्यास त्रुटि नहीं।
ne: अन्य कुनै सिन्ट्याक्स त्रुटि छैन।
pt: sem outros erros de sintaxe.

source: Reports any notes for translators
es: Anunciar las notas para los traductores
fr: Annoncer les notes pour les traducteurs
hi: अनुबादकों के लिए कोई द्रष्टव्य बताएगा
ne: अनुवादक लाई टिप्पणी बताउने छ ।
pt: Anunciar as notas para os tradutores

source: No notes for translators.
es: No hay notas para los traductores.
fr: Pas de notes pour les traducteurs.
hi: अनुवादकों के लिए कोई द्रष्टव्य नही है.
ne: अनुवादक लाई टिप्पणी छैन ।
pt: Sem notas para os tradutores.

source: Reports any comments in the comments window
es: Anunciar los comentarios en la ventana de comentarios
fr: Annoncer les commentaires dans la fenêtre de commentaires
hi: टिपनी विंडो में कोई टिपनी बताएगा
ne: प्रतिक्रिया लेख्ने बाकसमा भएको टिप्पणी जनाउँछ ।
pt: Anunciar o conteúdo da janela de comentário

source: Comment window has no text.
es: La ventana comentario no tiene ningún texto.
fr: La fenêtre commentaire n'a aucun texte.
hi: टिप्पणी विन्डोज में पाठ नहि है.
ne: टिप्पणी सञ्झ्यालमा पाठ छैन ।
pt: A janela de comentário não tem texto.

source: Could not find comment window.
es: No se encontró la ventana comentario.
fr: Fenêtre commentaire introuvable.
hi: टिपनी विंडो नही मिला.
ne: प्रतिक्रिया सण्झ्याल फेला परेन ।
pt: Janela de comentário não encontrada.

source: Toggles the beep mode and informs the new state.
es: Cambia el modo de pitido e informa del nuevo estado.
fr: Basculer entre activer/désactiver le mode bip et annonces.
hi: बीप मोड को टॉगल करता है और नई स्थिति को सूचित करता है।
ne: बीप मोड टगल गर्छ र नयाँ अवस्थालाई सूचित गर्दछ।
pt: Alterna entre activar e desactivar o modo de bips e anuncia o novo estado.

source: Beep off
es: Pitar desactivado
fr: Bip désactivé
hi: भोपू औफ
ne: टीँ नगर ।
pt: Pips desactivados

source: Beep on
es: Pitar activado
fr: Bip activé
hi: भोपू औन
ne: डीँ गर ।
pt: Pips activados

source: sets the beep volume in mild and sharp level in poedit.
es: fijar el nivel del volumen del pitido en grave y agudo en poedit.
fr: définir le niveau du volume du bip en grave et aigu dans Poedit.
hi: पोऐडिट में भोपू आवाज़ को कोमल और उच्च स्तर में कायम करे.
ne: पोइडिटमा चर्को र मलिन स्वर कायम गर्छ ।।
pt: alterna o tom do bip entre grave e agudo no poedit.

source: set to mild tone
es: fijar el tono bajo
fr: définir le ton bas
hi: कोमल स्वर में कायम
ne: मलिन स्वर कायम गरियो ।
pt: definido para um tom grave

source: set to high tone
es: fijar el tono alto
fr: définir le ton haut
hi: उच्च स्वर में कायम
ne: चर्को स्वर कायम गरियो ।
pt: definido para um tom agudo

source: message has different number of {unequalItem} in source and translation.
es: el mensaje lleva un número diferente de {unequalItem} en fuente y traducción.
fr: le message a un nombre différent de {unequalItem} dans source et traduction.
hi: संदेश में स्रोत और अनुवाद में {unequalItem} कि तादात फरक है.
ne: सन्देसको स्रोत र अनुवाद पाठमा {unequalItem} को भिन्नता पाइयो ।
pt: a mensagem tem um número diferente de {unequalItem} na origem e na tradução.

source: Message contains same text in source and translation.
es: El mensaje contiene el mismo texto en fuente y traducción.
fr: Avertissement! le message contient le même texte dans source et traduction.
hi: संदेश में स्रोत और अनुवाद में एक ही पाठ है.
ne: सन्देसको श्रोत र अनुवाद पाठ एउटै छ ।
pt: A mensagem contém o mesmo texto na fonte e na tradução.

source: Message contains different number of '&'.
es: El mensaje contiene un número diferente de '&'.
fr: Le message contient un nombre différent de "&".
hi: संदेश में '&' की भिन्न संख्या होती है।
ne: सन्देशमा '&' को फरक संख्या समावेश छ।
pt: A mensagem contém um número diferente de '&'.

source: Has plural form.
es: Tienes forma plural.
fr: Il y a forme pluriel.
hi: बहुवचनिय रुप भि है.
ne: बहुवचनिय रुप पनि छ ।
pt: Tem forma plural.

source: Reports the status of message set by toggling in poedit.
es: Anunciar el estado del mensaje fijado por la conmutación entre activar/desactivar en poedit.
fr: Annoncer l'état du message défini par le basculement entre activer/désactiver dans poedit.
hi: पोऐडिट में उलटाने कि आदेस देने पर कायम हुई अनुवाद की स्थिती बताएगा.
ne: कुरुप वा सामान्य रुपमा बदलिएको जानकारी दिन्छ ।
pt: Anunciar o estado da mensagem definida pela conutação do POEdit.

source: erased Fuzzy label.
es: etiqueta Borrosa borrada.
fr: étiquette Floue effacé.
hi: विकृत सूचक मिटाया गया.
ne: सामान्य सूचीकृथ
pt: etiqueta de imprecisão apagada.

source: labelled as fuzzy.
es: etiquetado como borroso.
fr: étiqueté comme flou.
hi: विकृत में दर्ज किया गया ।
ne: कुरुपमा सूचीकृथ
pt: etiquetado como imprecisa.

source: Error in translation
es: Error en la traducción
fr: Erreur dans la traduction
hi: अनुवाद में त्रुटी
ne: गल्ति अनुवाद
pt: Erro na tradução

source: Shows the firsts suggestions, untill the maximum of 5
es: Muestra las primeras sugerencias, hasta un máximo de 5
fr: Affiche les premières suggestions, jusqu'à un maximum de 5
hi: पहले सुझाव दिखाता है, अधिकतम 5 . तक
ne: अधिकतम 5 सम्म, पहिलो सुझावहरू देखाउँछ
pt: Mostra as primeiras sugestões, até ao máximo de 5

source: POEdit suggestions
es: Sugerencias de POEdit
fr: Suggestions de POEdit
hi: पीओएडिट सुझाव
ne: POEdit सुझावहरू
pt: Sugestões POEdit

source: Accept
es: Aceptar
fr: Accepter
hi: स्वीकार करना
ne: स्वीकार गर्नुहोस्
pt: Aceitar

source: Poedit more accessible.
es: Poedit más accesible.
fr: Poedit plus accessible.
hi: पोएडिट अधिक सुलभ।
pt: Poedit mais acessível.

source: This Add-on Announces the actions taken on pressing the shortcut commands of poedit; It indicates the different category of messages by specific beeps or asteriks; Commands for knowing the source and translated message text and many other usefull informations
es: Este complemento anuncia las acciones llevadas a cabo pulsando los comandos de accesos directos de poedi. Indica las diferentes categorías de los mensajes por un pitido específico. También pulsando los gestos especificados, conoces la fuente y el texto del mensaje traducido además de alternar entre activar/desactivar el modo pitido.
fr: Ce module complémentaire annonce les actions effectué en appuyant sur les commandes des raccourci de poedit. Il indique les différente catégories de messages par un bip spécifique. Également en appuyant sur les gestes spécifiés, vous pouvez connaître la source et le texte du message traduit en plus de basculer entre activer/désactiver le mode bip.
hi: यह अतिरिक्त-साधन पोऐडिट के द्रुत कुञ्जी आदेश को दबाने पर की क्रीया कि घोषणा करता है. यह विशिष्ट बीप द्वारा संदेशों की विभिन्न श्रेणी को इंगित करता है. निर्दिष्ट इशारे दबाकर, आप स्रोत और अनुवादित संदेश पाठ कि जानकारी के अलावा भोपू मुद्रा को भी उलट सकते है.
pt: Este extra anuncia as acções tomadas ao premir os comandos do poedit. Indica as diferentes categorias de mensagens através de um sinal sonoro específico ou asteriscos. Também é possível saber o texto fonte e o texto da tradução, pressionando os comandos específicos do extra
